[
  {
    "title": "24*7 Proactive Safety Checks",
    "text": "Help is always available. Our team is here 24/7 to answer your questions and help you with any problems. We know things can happen unexpectedly, so we're ready to help anytime, day or night. Whether you need help with a booking, have a question, or need help right away, we're here for you."
  },

  {
    "title": "SOS button",
    "text": "If there's an emergency, your safety is most important. The SOS button helps you get help quickly. One press, and you can call for emergency help"
  },

  {
    "title": "Late night ride completion check",
    "text": "We check rides that took longer than expected. This helps us find out why they were late, like heavy traffic or not enough drivers. We use this information to make things better, like improving how we find drivers for rides and making sure drivers and riders can easily talk to each other. This helps everyone have a better experience and makes our service more reliable."
  },

  {
    "title": "No - Place For MisBehaviour",
    "text": "At WOR, we aim to provide a safe and respectful space for all women riders. Misbehavior, including harassment or abuse, is not allowed. We want every rider to feel safe and valued. Users can report any bad behavior to help keep the community positive and supportive."
  },
  {
    "title": "Helmet always",
    "text": "Stay safe! Always wear a helmet. It protects your head from injury. Even short rides can be dangerous. A helmet makes you safer if you fall. Make it a habit to always wear one. Your safety is our top goal."
  },
  {
    "title": "Live location sharing",
    "text": "Share your location with someone you trust. This helps them know where you are and can help you if needed."
  },
  {
    "title": "Your ride. Your rules",
    "text": "We believe that every rider has the right to choose their own path and enjoy the freedom of the open road. empower you to customize your ride experience, from choosing your routes and pace to setting your own safety boundaries."
  },
  {
    "title": "Add trusted contacts",
    "text": "Your safety is most important, especially for women riders. We want you to feel safe when you ride. Tell your friends or family where you're going, when you'll be back, and anything that worries you. This helps you and them feel better, so you can enjoy your ride. Your safety is always our top goal."
  },
  {
    "title": "Don't share personal information",
    "text": "We care about your privacy. We won't share your personal information with others for ads or anything else. We only use it to help you use our service and make it better."
  },
  {
    "title": "Always share feedback",
    "text": "After every ride, help us know about your experiences so we can make our service safer and more pleasant."
  },
  {
    "title": "Verified Rider & Captain Profiles",
    "text": "We check everyone who uses our service. This makes sure everyone is safe and has a good experience. Knowing people are checked gives you confidence to ride safely, knowing you're with trustworthy people."
  },
  {
    "title": "Speed Monitoring",
    "text": "helps us keep track of how fast our network is working. This lets us find any problems that slow things down and fix them before they cause trouble"
  },
  {
    "title": "Driving schools",
    "text": "At WOR, we offer a list of verified driving schools to help women riders find trusted and reliable training centers. While we ensure that these schools meet certain standards, we are not responsible for any scams, fraud, or issues that may arise. We recommend users to always do their own research and be cautious when choosing a driving school to ensure a safe and positive learning experience."
  }
]
